---
kind: property
id: P:Autodesk.Revit.DB.Document.Application
zh: 文档、文件
source: html/b517ce21-cec3-4cf3-e74b-aa0f219f6724.htm
---
# Autodesk.Revit.DB.Document.Application Property

**中文**: 文档、文件

Returns the Application in which the Document resides.

## Syntax (C#)
```csharp
public Application Application { get; }
```